{
  "dieUnbalanced": {
    "display_name": "Unbalanced die",
    "observations": {
      "english": "This die has an odd way of favoring low numbers. The work of an amateur, I'd wager.",
      "chineses": "这个骰子有一种偏爱小数字的奇怪方式。我敢打赌，这是个业余人士的作品。",
      "chineset": "這個骰子有一種偏愛小數字的奇怪方式。我敢打賭，這是個業餘人士的作品。",
      "czech": "Tahle kostka má podivný způsob, jak přeje nízkým číslům. Vsadil bych se, že je to dílo amatéra.",
      "french": "Ce dé a une étrange façon de favoriser les petits nombres. L'œuvre d'un amateur, je parierais.",
      "german": "Dieser Würfel bevorzugt auf seltsame Weise niedrige Zahlen. Die Arbeit eines Amateurs, würde ich wetten.",
      "italian": "Questo dado ha uno strano modo di favorire i numeri bassi. Opera di un dilettante, scommetterei.",
      "japanese": "このサイコロは妙に低い目が出やすい。素人の仕業だな、間違いない。",
      "korean": "이 주사위는 이상하게도 낮은 숫자를 선호한다. 아마추어의 작품임이 틀림없다.",
      "polish": "Ta kość ma dziwny sposób faworyzowania niskich liczb. Dzieło amatora, założę się.",
      "portuguese": "Este dado tem uma estranha forma de favorecer números baixos. Obra de um amador, eu apostaria.",
      "russian": "У этой кости странная склонность к низким числам. Работа любителя, готов поспорить.",
      "spanish": "Este dado tiene una forma extraña de favorecer los números bajos. Obra de un aficionado, apostaría.",
      "turkish": "Bu zar garip bir şekilde düşük sayıları tercih ediyor. Amatör birinin işi olduğuna bahse girerim.",
      "ukrainian": "Ця кістка має дивний спосіб віддавати перевагу низьким числам. Робота аматора, я б посперечався."
    }
  },
  "die_Matematikova": {
    "display_name": "Mathematician's die",
    "observations": {
      "english": "It favors the middle numbers with surprising regularity. Almost like someone calculated exactly how it should fall.",
      "chineses": "它以惊人的规律偏爱中间的数字。几乎就像有人精确计算了它应该如何落下。",
      "chineset": "它以驚人的規律偏愛中間的數字。幾乎就像有人精確計算了它應該如何落下。",
      "czech": "S překvapivou pravidelností přeje středním číslům. Skoro jako by někdo přesně vypočítal, jak má padat.",
      "french": "Il favorise les nombres médians avec une régularité surprenante. Presque comme si quelqu'un avait calculé exactement comment il devait tomber.",
      "german": "Er bevorzugt die mittleren Zahlen mit überraschender Regelmäßigkeit. Fast als hätte jemand genau berechnet, wie er fallen sollte.",
      "italian": "Favorisce i numeri centrali con sorprendente regolarità. Quasi come se qualcuno avesse calcolato esattamente come dovesse cadere.",
      "japanese": "驚くほど規則的に中間の目が出る。まるで誰かがどう転がるか正確に計算したかのようだ。",
      "korean": "놀라운 규칙성으로 중간 숫자를 선호한다. 마치 누군가가 어떻게 떨어져야 하는지 정확히 계산한 것 같다.",
      "polish": "Faworyzuje środkowe liczby z zadziwiającą regularnością. Prawie jakby ktoś dokładnie obliczył, jak powinien spadać.",
      "portuguese": "Favorece os números do meio com uma regularidade surpreendente. Quase como se alguém tivesse calculado exatamente como deveria cair.",
      "russian": "Он с удивительной регулярностью выдает средние числа. Почти как будто кто-то точно рассчитал, как он должен падать.",
      "spanish": "Favorece los números medios con sorprendente regularidad. Casi como si alguien hubiera calculado exactamente cómo debería caer.",
      "turkish": "Şaşırtıcı bir düzenlilikle orta sayıları tercih ediyor. Neredeyse birisi nasıl düşmesi gerektiğini tam olarak hesaplamış gibi.",
      "ukrainian": "Він віддає перевагу середнім числам з дивовижною регулярністю. Майже наче хтось точно розрахував, як він має падати."
    }
  },
  "dieSkull": {
    "display_name": "Hugo's die",
    "observations": {
      "english": "Hugo might be a regular at the Hole, but his die's as honest as a priest on Sunday.",
      "chineses": "虽然雨果是洞穴的常客，但他的骰子像周日的牧师一样诚实。",
      "chineset": "雖然雨果是洞穴的常客，但他的骰子像週日的牧師一樣誠實。",
      "czech": "Hugo může být v Díře stálým hostem, ale jeho kostka je poctivá jako kněz v neděli.",
      "french": "Hugo est peut-être un habitué du Trou, mais son dé est aussi honnête qu'un prêtre le dimanche.",
      "german": "Hugo mag ein Stammgast im Loch sein, aber sein Würfel ist so ehrlich wie ein Priester am Sonntag.",
      "italian": "Hugo potrà anche essere un frequentatore abituale della Buca, ma il suo dado è onesto come un prete la domenica.",
      "japanese": "ヒューゴは穴の常連かもしれんが、そのサイコロは日曜の司祭のように正直だ。",
      "korean": "휴고는 홀의 단골일지 모르지만, 그의 주사위는 일요일 신부처럼 정직하다.",
      "polish": "Hugo może być bywalcem Dziury, ale jego kość jest uczciwa jak ksiądz w niedzielę.",
      "portuguese": "Hugo pode ser um frequentador assíduo do Buraco, mas seu dado é tão honesto quanto um padre no domingo.",
      "russian": "Хуго может быть завсегдатаем Дыры, но его кость честна, как священник в воскресенье.",
      "spanish": "Hugo podrá ser un habitual del Agujero, pero su dado es tan honesto como un sacerdote en domingo.",
      "turkish": "Hugo Çukur'un müdavimi olabilir, ama zarı Pazar günündeki rahip kadar dürüst.",
      "ukrainian": "Хуго може бути постійним відвідувачем Ями, але його кістка чесна, як священник у неділю."
    }
  },
  "dieLucky": {
    "display_name": "Lucky die",
    "observations": {
      "english": "Either I've been touched by an angel, or this die has a peculiar fondness for ones and sixes.",
      "chineses": "要么是我被天使眷顾了，要么是这个骰子对一和六有着特别的偏爱。",
      "chineset": "要麼是我被天使眷顧了，要麼是這個骰子對一和六有著特別的偏愛。",
      "czech": "Buď se mě dotkl anděl, nebo má tahle kostka zvláštní slabost pro jedničky a šestky.",
      "french": "Soit j'ai été touché par un ange, soit ce dé a une affection particulière pour les uns et les six.",
      "german": "Entweder hat mich ein Engel berührt, oder dieser Würfel hat eine besondere Vorliebe für Einsen und Sechsen.",
      "italian": "O sono stato toccato da un angelo, o questo dado ha una particolare predilezione per gli uni e i sei.",
      "japanese": "天使に触れられたか、このサイコロは1と6に妙な愛着があるんだ。",
      "korean": "내가 천사의 손길을 받았거나, 이 주사위가 1과 6에 대한 특별한 애정을 가지고 있는 것 같다.",
      "polish": "Albo dotknął mnie anioł, albo ta kość ma szczególne upodobanie do jedynek i szóstek.",
      "portuguese": "Ou fui tocado por um anjo, ou este dado tem uma curiosa predileção por uns e seis.",
      "russian": "Либо меня коснулся ангел, либо у этой кости особая слабость к единицам и шестеркам.",
      "spanish": "O me ha tocado un ángel, o este dado tiene una peculiar afición por los unos y los seises.",
      "turkish": "Ya bir melek bana dokundu, ya da bu zarın birlere ve altılara karşı tuhaf bir düşkünlüğü var.",
      "ukrainian": "Або мене торкнувся ангел, або ця кістка має особливу прихильність до одиниць і шісток."
    }
  },
  "die_Vozkova": {
    "display_name": "Wagoner's die",
    "observations": {
      "english": "About as predictable as a miller's daily routine. Twos and threes, twos and threes...",
      "chineses": "就像磨坊主的日常一样可预测。二和三，二和三...",
      "chineset": "就像磨坊主的日常一樣可預測。二和三，二和三...",
      "czech": "Předvídatelná jako denní rutina mlynáře. Dvojky a trojky, dvojky a trojky...",
      "french": "Aussi prévisible que la routine quotidienne d'un meunier. Deux et trois, deux et trois...",
      "german": "So vorhersehbar wie der Tagesablauf eines Müllers. Zweien und Dreien, Zweien und Dreien...",
      "italian": "Prevedibile come la routine quotidiana di un mugnaio. Due e tre, due e tre...",
      "japanese": "粉屋の日課のように予測可能だ。2と3、2と3...",
      "korean": "방앗간 주인의 일상처럼 예측 가능하다. 2와 3, 2와 3...",
      "polish": "Przewidywalna jak codzienna rutyna młynarza. Dwójki i trójki, dwójki i trójki...",
      "portuguese": "Tão previsível quanto a rotina diária de um moleiro. Dois e três, dois e três...",
      "russian": "Предсказуема, как ежедневная рутина мельника. Двойки и тройки, двойки и тройки...",
      "spanish": "Tan predecible como la rutina diaria de un molinero. Doses y treses, doses y treses...",
      "turkish": "Bir değirmencinin günlük rutini kadar tahmin edilebilir. İkiler ve üçler, ikiler ve üçler...",
      "ukrainian": "Передбачувана, як щоденна рутина мірошника. Двійки і трійки, двійки і трійки..."
    }
  },
  "zachranaPtacka_die_sad_sergeant": {
    "display_name": "Sad Greaser's die",
    "observations": {
      "english": "Ones, twos, and fives keep showing up. As if the die itself can't make up its mind.",
      "chineses": "一、二和五不断出现。就好像骰子本身也拿不定主意。",
      "chineset": "一、二和五不斷出現。就好像骰子本身也拿不定主意。",
      "czech": "Jedničky, dvojky a pětky se pořád objevují. Jako by se kostka sama nemohla rozhodnout.",
      "french": "Les uns, les deux et les cinq ne cessent d'apparaître. Comme si le dé lui-même n'arrivait pas à se décider.",
      "german": "Einsen, Zweien und Fünfen erscheinen immer wieder. Als ob der Würfel selbst sich nicht entscheiden kann.",
      "italian": "Uni, due e cinque continuano ad apparire. Come se il dado stesso non riuscisse a decidersi.",
      "japanese": "1と2と5がしょっちゅう出る。まるでサイコロ自体が決められないみたいだ。",
      "korean": "1, 2, 5가 계속 나온다. 마치 주사위 자신이 결정을 내리지 못하는 것 같다.",
      "polish": "Jedynki, dwójki i piątki wciąż się pojawiają. Jakby sama kość nie mogła się zdecydować.",
      "portuguese": "Uns, dois e cincos continuam aparecendo. Como se o próprio dado não conseguisse se decidir.",
      "russian": "Единицы, двойки и пятерки постоянно выпадают. Как будто сама кость не может определиться.",
      "spanish": "Unos, doses y cincos siguen apareciendo. Como si el propio dado no pudiera decidirse.",
      "turkish": "Birler, ikiler ve beşler sürekli çıkıyor. Sanki zarın kendisi kararını veremiyormuş gibi.",
      "ukrainian": "Одиниці, двійки і п'ятірки постійно з'являються. Ніби сама кістка не може визначитися."
    }
  },
  "die_Gamblerova_good": {
    "display_name": "Cautious cheater's die",
    "observations": {
      "english": "Clever... very clever. The craftsmanship is so fine, most wouldn't notice the altered face.",
      "chineses": "聪明...非常聪明。工艺如此精细，大多数人不会注意到被改动的面。",
      "chineset": "聰明...非常聰明。工藝如此精細，大多數人不會注意到被改動的面。",
      "czech": "Chytrý... velmi chytrý. Řemeslné zpracování je tak jemné, že většina by si změněné strany nevšimla.",
      "french": "Astucieux... très astucieux. Le travail est si fin que la plupart ne remarqueraient pas la face modifiée.",
      "german": "Clever... sehr clever. Die Handwerkskunst ist so fein, dass die meisten die veränderte Seite nicht bemerken würden.",
      "italian": "Furbo... molto furbo. La lavorazione è così fine che la maggior parte non noterebbe la faccia alterata.",
      "japanese": "賢い...とても賢い。細工が非常に繊細で、ほとんどの人は改造された面に気づかないだろう。",
      "korean": "영리해... 매우 영리해. 장인 정신이 너무 뛰어나서 대부분은 변형된 면을 알아차리지 못할 것이다.",
      "polish": "Sprytne... bardzo sprytne. Wykonanie jest tak dokładne, że większość nie zauważyłaby zmienionej ścianki.",
      "portuguese": "Esperto... muito esperto. O trabalho é tão fino que a maioria não notaria a face alterada.",
      "russian": "Умно... очень умно. Работа настолько тонкая, что большинство не заметило бы измененную грань.",
      "spanish": "Astuto... muy astuto. La artesanía es tan fina que la mayoría no notaría la cara alterada.",
      "turkish": "Akıllıca... çok akıllıca. İşçilik o kadar ince ki, çoğu kişi değiştirilmiş yüzeyi fark etmezdi.",
      "ukrainian": "Розумно... дуже розумно. Майстерність така тонка, що більшість не помітила б зміненої грані."
    }
  },
  "die_Antiocha": {
    "display_name": "Saint Antiochus' die",
    "observations": {
      "english": "This die seems possessed by the spirit of Saint Antiochus himself. Three, three, and three again!",
      "chineses": "这个骰子似乎被圣安提奥库斯本人的灵魂附身了。三，三，又是三！",
      "chineset": "這個骰子似乎被聖安提奧庫斯本人的靈魂附身了。三，三，又是三！",
      "czech": "Tahle kostka jako by byla posedlá duchem samotného svatého Antiocha. Trojka, trojka a zase trojka!",
      "french": "Ce dé semble possédé par l'esprit de Saint Antiochus lui-même. Trois, trois, et encore trois!",
      "german": "Dieser Würfel scheint vom Geist des heiligen Antiochus selbst besessen zu sein. Drei, drei und nochmals drei!",
      "italian": "Questo dado sembra posseduto dallo spirito di Sant'Antioco stesso. Tre, tre, e ancora tre!",
      "japanese": "このサイコロは聖アンティオコス自身の霊に取り憑かれているようだ。3、3、そしてまた3！",
      "korean": "이 주사위는 성 안티오쿠스 자신의 영혼에 씌운 것 같다. 3, 3, 그리고 또 3!",
      "polish": "Ta kość wydaje się opętana przez ducha samego świętego Antiocha. Trzy, trzy i znowu trzy!",
      "portuguese": "Este dado parece possuído pelo espírito do próprio Santo Antíoco. Três, três e três novamente!",
      "russian": "Эта кость как будто одержима духом самого святого Антиоха. Тройка, тройка и снова тройка!",
      "spanish": "Este dado parece poseído por el espíritu del propio San Antíoco. ¡Tres, tres y tres de nuevo!",
      "turkish": "Bu zar, Aziz Antiochus'un ruhunun kendisi tarafından ele geçirilmiş gibi görünüyor. Üç, üç ve yine üç!",
      "ukrainian": "Ця кістка ніби одержима духом самого святого Антіоха. Трійка, трійка і знову трійка!"
    }
  },
  "dieEven": {
    "display_name": "Even die",
    "observations": {
      "english": "Odd... or rather, not odd at all.",
      "chineses": "奇怪...或者说，一点也不奇怪。",
      "chineset": "奇怪...或者說，一點也不奇怪。",
      "czech": "Liché... nebo spíš, vůbec ne liché.",
      "french": "Impair... ou plutôt, pas impair du tout.",
      "german": "Ungerade... oder besser gesagt, überhaupt nicht ungerade.",
      "italian": "Dispari... o meglio, per niente dispari.",
      "japanese": "奇数...いや、全く奇数じゃないな。",
      "korean": "홀수... 아니, 전혀 홀수가 아니군.",
      "polish": "Nieparzyste... a raczej, wcale nie nieparzyste.",
      "portuguese": "Ímpar... ou melhor, nem um pouco ímpar.",
      "russian": "Нечетное... или скорее, совсем не нечетное.",
      "spanish": "Impar... o más bien, nada impar.",
      "turkish": "Tek... daha doğrusu, hiç de tek değil.",
      "ukrainian": "Непарне... або скоріше, зовсім не непарне."
    }
  },
  "dieTeeth_c": {
    "display_name": "Wisdom tooth die",
    "observations": {
      "english": "Rolls honestly enough, though the thought of its origin makes my jaw ache.",
      "chineses": "滚动得够诚实，尽管想到它的来源让我的下巴作痛。",
      "chineset": "滾動得夠誠實，儘管想到它的來源讓我的下巴作痛。",
      "czech": "Padá dost poctivě, i když při pomyšlení na její původ mě bolí čelist.",
      "french": "Roule assez honnêtement, bien que la pensée de son origine me fasse mal à la mâchoire.",
      "german": "Rollt ehrlich genug, obwohl der Gedanke an seinen Ursprung mir Kieferschmerzen bereitet.",
      "italian": "Rotola abbastanza onestamente, anche se il pensiero della sua origine mi fa dolere la mascella.",
      "japanese": "正直に転がるが、その出所を考えると顎が痛くなる。",
      "korean": "정직하게 굴러가지만, 그 출처를 생각하면 턱이 아파온다.",
      "polish": "Toczy się wystarczająco uczciwie, choć myśl o jej pochodzeniu przyprawia mnie o ból szczęki.",
      "portuguese": "Rola honestamente o suficiente, embora o pensamento de sua origem faça meu maxilar doer.",
      "russian": "Катится достаточно честно, хотя мысль о его происхождении вызывает у меня боль в челюсти.",
      "spanish": "Rueda con bastante honestidad, aunque el pensamiento de su origen me hace doler la mandíbula.",
      "turkish": "Yeterince dürüst yuvarlanıyor, gerçi kökeni düşüncesi çenemi sızlatıyor.",
      "ukrainian": "Котиться досить чесно, хоча думка про її походження викликає біль у щелепі."
    }
  },
  "dieStripping": {
    "display_name": "Strip die",
    "observations": {
      "english": "Favors ones and high numbers like a tavern wench favors wealthy merchants.",
      "chineses": "偏爱一点和高数字，就像酒馆女招待偏爱富有的商人。",
      "chineset": "偏愛一點和高數字，就像酒館女招待偏愛富有的商人。",
      "czech": "Přeje jedničkám a vysokým číslům jako hospodská děvečka bohatým kupcům.",
      "french": "Favorise les uns et les chiffres élevés comme une serveuse de taverne favorise les riches marchands.",
      "german": "Bevorzugt Einsen und hohe Zahlen wie eine Tavernendirne reiche Kaufleute bevorzugt.",
      "italian": "Favorisce gli uni e i numeri alti come una serva di taverna favorisce i ricchi mercanti.",
      "japanese": "1と高い目を出すこと、居酒屋の女給が金持ちの商人にご贔屓するようなものだ。",
      "korean": "1과 높은 숫자를 선호하는 것이 마치 술집 여인이 부유한 상인을 선호하는 것과 같다.",
      "polish": "Faworyzuje jedynki i wysokie liczby jak dziewka z tawerny faworyzuje bogatych kupców.",
      "portuguese": "Favorece uns e números altos como uma taverneira favorece comerciantes ricos.",
      "russian": "Предпочитает единицы и высокие числа, как трактирная девка предпочитает богатых купцов.",
      "spanish": "Favorece a los unos y a los números altos como una moza de taberna favorece a los comerciantes ricos.",
      "turkish": "Birleri ve yüksek sayıları, bir meyhane kızının zengin tüccarları kayırması gibi kayırıyor.",
      "ukrainian": "Віддає перевагу одиницям і високим числам, як трактирна дівка віддає перевагу багатим купцям."
    }
  },
  "dieOdd": {
    "display_name": "Odd die",
    "observations": {
      "english": "As partial to odd numbers as Sir Hanush is to wine.",
      "chineses": "对奇数的偏爱就像哈努什爵士对酒的偏爱一样。",
      "chineset": "對奇數的偏愛就像哈努什爵士對酒的偏愛一樣。",
      "czech": "K lichým číslům tak náchylná, jako je pan Hanuš k vínu.",
      "french": "Aussi partial envers les nombres impairs que Messire Hanush l'est envers le vin.",
      "german": "So voreingenommen für ungerade Zahlen wie Sir Hanush für Wein.",
      "italian": "Parziale verso i numeri dispari quanto Sir Hanush lo è verso il vino.",
      "japanese": "奇数への偏愛ぶりは、ハヌシュ卿のワインへの偏愛と同じだ。",
      "korean": "홀수에 대한 편애는 하누시 경이 와인에 대한 편애와 같다.",
      "polish": "Tak stronnicza wobec nieparzystych liczb, jak Sir Hanusz wobec wina.",
      "portuguese": "Tão parcial a números ímpares quanto Sir Hanush é ao vinho.",
      "russian": "Так же пристрастна к нечетным числам, как сэр Хануш к вину.",
      "spanish": "Tan parcial a los números impares como Sir Hanush lo es al vino.",
      "turkish": "Sir Hanush'un şaraba düşkün olduğu kadar tek sayılara düşkün.",
      "ukrainian": "Так само схильна до непарних чисел, як сер Хануш до вина."
    }
  },
  "dieHolyTrinity": {
    "display_name": "Holy Trinity die",
    "observations": {
      "english": "Either this die is truly blessed, or someone's made a mockery of the Trinity.",
      "chineses": "要么这个骰子真的受到祝福，要么有人嘲弄了三位一体。",
      "chineset": "要麼這個骰子真的受到祝福，要麼有人嘲弄了三位一體。",
      "czech": "Buď je tahle kostka opravdu požehnaná, nebo si někdo dělá posměch z Trojice.",
      "french": "Soit ce dé est vraiment béni, soit quelqu'un s'est moqué de la Trinité.",
      "german": "Entweder ist dieser Würfel wirklich gesegnet, oder jemand hat sich über die Dreifaltigkeit lustig gemacht.",
      "italian": "O questo dado è veramente benedetto, o qualcuno ha fatto una parodia della Trinità.",
      "japanese": "このサイコロは本当に祝福されているか、誰かが三位一体を嘲笑しているかのどちらかだ。",
      "korean": "이 주사위가 정말로 축복받았거나, 아니면 누군가가 삼위일체를 조롱했거나 둘 중 하나다.",
      "polish": "Albo ta kość jest naprawdę błogosławiona, albo ktoś zakpił z Trójcy Świętej.",
      "portuguese": "Ou este dado é verdadeiramente abençoado, ou alguém fez uma zombaria da Trindade.",
      "russian": "Либо эта кость действительно благословлена, либо кто-то насмехается над Троицей.",
      "spanish": "O este dado está verdaderamente bendecido, o alguien se ha burlado de la Trinidad.",
      "turkish": "Ya bu zar gerçekten kutsanmış, ya da birisi Kutsal Üçleme'yi alaya almış.",
      "ukrainian": "Або ця кістка справді благословенна, або хтось висміяв Трійцю."
    }
  },
  "dieTeeth_b": {
    "display_name": "Premolar die",
    "observations": {
      "english": "An honest die, if you can forget it once sat in someone's mouth.",
      "chineses": "一个公平的骰子，如果你能忘记它曾经在某人的嘴里待过的话。",
      "chineset": "一個公平的骰子，如果你能忘記它曾經在某人的嘴裡待過的話。",
      "czech": "Poctivá kostka, pokud dokážeš zapomenout, že kdysi byla v něčích ústech.",
      "french": "Un dé honnête, si vous pouvez oublier qu'il était autrefois dans la bouche de quelqu'un.",
      "german": "Ein ehrlicher Würfel, wenn man vergessen kann, dass er mal in jemandes Mund war.",
      "italian": "Un dado onesto, se riesci a dimenticare che una volta stava nella bocca di qualcuno.",
      "japanese": "誰かの口の中にあったことを忘れられるなら、これは正直なサイコロだ。",
      "korean": "누군가의 입속에 있었다는 사실만 잊을 수 있다면, 정직한 주사위죠.",
      "polish": "Uczciwa kość, jeśli potrafisz zapomnieć, że kiedyś siedziała w czyichś ustach.",
      "portuguese": "Um dado honesto, se você conseguir esquecer que já esteve na boca de alguém.",
      "russian": "Честная кость, если сможешь забыть, что она когда-то была у кого-то во рту.",
      "spanish": "Un dado honesto, si puedes olvidar que alguna vez estuvo en la boca de alguien.",
      "turkish": "Bir zamanlar birinin ağzında durduğunu unutabilirsen, dürüst bir zar.",
      "ukrainian": "Чесна кістка, якщо зможеш забути, що вона колись була у чиємусь роті."
    }
  },
  "die_Kralova": {
    "display_name": "King's die",
    "observations": {
      "english": "It favors middle numbers like a king favors his nobles - not too high, not too low.",
      "chineses": "它偏爱中间的数字，就像国王偏爱他的贵族——不太高，也不太低。",
      "chineset": "它偏愛中間的數字，就像國王偏愛他的貴族——不太高，也不太低。",
      "czech": "Upřednostňuje střední čísla jako král své šlechtice - ani příliš vysoko, ani příliš nízko.",
      "french": "Il favorise les nombres du milieu comme un roi favorise ses nobles - ni trop haut, ni trop bas.",
      "german": "Bevorzugt mittlere Zahlen wie ein König seine Adligen - nicht zu hoch, nicht zu niedrig.",
      "italian": "Favorisce i numeri medi come un re favorisce i suoi nobili - né troppo alti, né troppo bassi.",
      "japanese": "王が貴族を偏愛するように中間の数字を好む - 高すぎず、低すぎず。",
      "korean": "왕이 귀족을 선호하듯 중간 숫자를 선호합니다 - 너무 높지도, 너무 낮지도 않게.",
      "polish": "Faworyzuje środkowe liczby, tak jak król faworyzuje swoich szlachciców - ani za wysoko, ani za nisko.",
      "portuguese": "Favorece números do meio como um rei favorece seus nobres - nem muito altos, nem muito baixos.",
      "russian": "Предпочитает средние числа, как король предпочитает своих дворян - не слишком высоко, не слишком низко.",
      "spanish": "Favorece los números intermedios como un rey favorece a sus nobles - ni muy altos, ni muy bajos.",
      "turkish": "Bir kralın soylularını kayırdığı gibi orta sayıları kayırır - ne çok yüksek, ne çok düşük.",
      "ukrainian": "Віддає перевагу середнім числам, як король своїм дворянам - не надто високо, не надто низько."
    }
  },
  "dieAdversity": {
    "display_name": "Unlucky die",
    "observations": {
      "english": "Like my luck with women - tends to fall short of what you'd hope for.",
      "chineses": "就像我与女人的运气——总是不如你所希望的那样好。",
      "chineset": "就像我與女人的運氣——總是不如你所希望的那樣好。",
      "czech": "Jako mé štěstí u žen - většinou nedosahuje toho, v co doufáš.",
      "french": "Comme ma chance avec les femmes - a tendance à être en deçà de ce que l'on espère.",
      "german": "Wie mein Glück bei den Frauen - neigt dazu, die Erwartungen zu enttäuschen.",
      "italian": "Come la mia fortuna con le donne - tende a essere meno di quanto si speri.",
      "japanese": "女性との運勢のように - 期待したほどには達しない傾向がある。",
      "korean": "여자들과의 내 운과 같아요 - 당신이 바라는 것보다 부족한 경향이 있죠.",
      "polish": "Jak moje szczęście do kobiet - zwykle nie spełnia twoich oczekiwań.",
      "portuguese": "Como a minha sorte com as mulheres - tende a ficar aquém do que se espera.",
      "russian": "Как моя удача с женщинами - обычно не оправдывает ожиданий.",
      "spanish": "Como mi suerte con las mujeres - tiende a quedarse corto de lo que esperarías.",
      "turkish": "Kadınlarla olan şansım gibi - umduğundan hep daha azını verir.",
      "ukrainian": "Як моє щастя з жінками - зазвичай не виправдовує сподівань."
    }
  },
  "dieNormal": {
    "display_name": "Ordinary die",
    "observations": {
      "english": "Plain as porridge, but just as reliable. Falls as it should.",
      "chineses": "朴素如麦片粥，但同样可靠。骰子落下时如它应有的样子。",
      "chineset": "樸素如麥片粥，但同樣可靠。骰子落下時如它應有的樣子。",
      "czech": "Obyčejná jako kaše, ale stejně spolehlivá. Padá, jak má.",
      "french": "Simple comme de la bouillie, mais tout aussi fiable. Tombe comme il se doit.",
      "german": "Schlicht wie Haferbrei, aber genauso zuverlässig. Fällt wie es soll.",
      "italian": "Semplice come il porridge, ma altrettanto affidabile. Cade come dovrebbe.",
      "japanese": "お粥のようにシンプルだが、それと同じくらい信頼できる。あるべき通りに落ちる。",
      "korean": "죽처럼 평범하지만, 그만큼 믿을 수 있어요. 마땅히 떨어져야 할 대로 떨어집니다.",
      "polish": "Prosta jak owsianka, ale równie niezawodna. Spada tak, jak powinna.",
      "portuguese": "Simples como mingau, mas igualmente confiável. Cai como deveria.",
      "russian": "Проста как каша, но так же надежна. Падает как положено.",
      "spanish": "Sencillo como las gachas, pero igual de confiable. Cae como debe.",
      "turkish": "Lapa kadar sade, ama bir o kadar da güvenilir. Olması gerektiği gibi düşer.",
      "ukrainian": "Проста як каша, але така ж надійна. Падає як має."
    }
  },
  "die_aranka": {
    "display_name": "Aranka's die",
    "observations": {
      "english": "There's a pattern here, clear as day. The odd numbers keep showing up.",
      "chineses": "这里有个明显的规律。奇数一直出现。",
      "chineset": "這裡有個明顯的規律。奇數一直出現。",
      "czech": "Je tu vzor, jasný jako den. Lichá čísla se stále objevují.",
      "french": "Il y a un motif ici, clair comme le jour. Les nombres impairs continuent d'apparaître.",
      "german": "Es gibt hier ein Muster, klar wie der Tag. Die ungeraden Zahlen tauchen immer wieder auf.",
      "italian": "C'è uno schema qui, chiaro come il giorno. I numeri dispari continuano ad apparire.",
      "japanese": "ここにはパターンがある、日中のように明らかだ。奇数が何度も出現する。",
      "korean": "여기엔 대낮처럼 명확한 패턴이 있어요. 홀수가 계속 나오고 있죠.",
      "polish": "Jest tu wzór, jasny jak dzień. Nieparzyste liczby ciągle się pojawiają.",
      "portuguese": "Há um padrão aqui, claro como o dia. Os números ímpares continuam aparecendo.",
      "russian": "Здесь есть закономерность, ясная как день. Нечетные числа постоянно выпадают.",
      "spanish": "Hay un patrón aquí, claro como el día. Los números impares siguen apareciendo.",
      "turkish": "Burada gün gibi açık bir düzen var. Tek sayılar sürekli ortaya çıkıyor.",
      "ukrainian": "Тут є закономірність, ясна як день. Непарні числа постійно випадають."
    }
  },
  "die_Ci": {
    "display_name": "Ci die",
    "observations": {
      "english": "Like a demon's whisper, it keeps tempting with those high rolls.",
      "chineses": "如同恶魔的低语，它不断用那些高点数诱惑着人。",
      "chineset": "如同惡魔的低語，它不斷用那些高點數誘惑著人。",
      "czech": "Jako démonův šepot, stále láká těmi vysokými hody.",
      "french": "Comme le murmure d'un démon, il continue de tenter avec ces hauts lancers.",
      "german": "Wie das Flüstern eines Dämons verlockt er ständig mit diesen hohen Würfen.",
      "italian": "Come il sussurro di un demone, continua a tentare con quei tiri alti.",
      "japanese": "悪魔のささやきのように、高い目で誘惑し続ける。",
      "korean": "악마의 속삭임처럼, 높은 숫자로 계속 유혹하고 있어요.",
      "polish": "Jak szept demona, ciągle kusi tymi wysokimi rzutami.",
      "portuguese": "Como o sussurro de um demônio, continua tentando com aquelas jogadas altas.",
      "russian": "Как шепот демона, он постоянно искушает высокими бросками.",
      "spanish": "Como el susurro de un demonio, sigue tentando con esas tiradas altas.",
      "turkish": "Bir şeytanın fısıltısı gibi, sürekli o yüksek atışlarla baştan çıkarıyor.",
      "ukrainian": "Як шепіт демона, він постійно спокушає високими кидками."
    }
  },
  "die_Lu": {
    "display_name": "Lu die",
    "observations": {
      "english": "Like its sister die, it has an uncanny way with high numbers.",
      "chineses": "就像它的姊妹骰子一样，它对高数字有一种不可思议的偏好。",
      "chineset": "就像它的姊妹骰子一樣，它對高數字有一種不可思議的偏好。",
      "czech": "Jako její sesterská kostka, má i ona podivuhodný způsob s vysokými čísly.",
      "french": "Comme son dé sœur, il a une façon troublante de favoriser les nombres élevés.",
      "german": "Wie sein Schwesterwürfel hat er eine unheimliche Art mit hohen Zahlen.",
      "italian": "Come il suo dado gemello, ha un modo inquietante di ottenere numeri alti.",
      "japanese": "姉妹のサイコロのように、高い数字に対して不思議な傾向がある。",
      "korean": "자매 주사위처럼, 높은 숫자에 대한 기묘한 방식을 가지고 있어요.",
      "polish": "Jak jej siostrzana kość, ma niesamowity sposób na wysokie liczby.",
      "portuguese": "Como seu dado irmão, tem uma forma estranha de favorecer números altos.",
      "russian": "Как и его сестра-кость, он имеет жуткую склонность к высоким числам.",
      "spanish": "Como su dado hermano, tiene una forma inquietante de sacar números altos.",
      "turkish": "Kız kardeş zarı gibi, yüksek sayılarla esrarengiz bir ilişkisi var.",
      "ukrainian": "Як і його сестра-кістка, він має моторошну схильність до високих чисел."
    }
  },
  "zachranaPtacka_die_trojak": {
    "display_name": "Three die",
    "observations": {
      "english": "About as subtle as a town crier - keeps shouting 'three' to anyone who'll listen.",
      "chineses": "差不多就像个镇上的传令官——不停地向任何愿意听的人喊着\"三\"。",
      "chineset": "差不多就像個鎮上的傳令官——不停地向任何願意聽的人喊著\"三\"。",
      "czech": "Asi tak nenápadná jako městský vyvolávač - každému, kdo poslouchá, stále vykřikuje 'tři'.",
      "french": "Aussi subtil qu'un crieur public - ne cesse de crier 'trois' à quiconque veut l'entendre.",
      "german": "So subtil wie ein Stadtschreier - ruft jedem, der zuhört, ständig 'drei' zu.",
      "italian": "Sottile come un banditore cittadino - continua a gridare 'tre' a chiunque lo ascolti.",
      "japanese": "町の触れ役ほど微妙さがない - 誰でも聞く人に「3」と叫び続ける。",
      "korean": "마을의 전령처럼 미묘하죠 - 듣는 사람 누구에게나 '셋'을 외치고 있어요.",
      "polish": "Subtelna jak miejski herold - ciągle krzyczy 'trzy' do każdego, kto chce słuchać.",
      "portuguese": "Tão sutil quanto um pregoeiro da cidade - fica gritando 'três' para qualquer um que queira ouvir.",
      "russian": "Примерно так же тонко, как городской глашатай - постоянно кричит 'три' всем, кто готов слушать.",
      "spanish": "Tan sutil como un pregonero - sigue gritando 'tres' a cualquiera que escuche.",
      "turkish": "Şehir tellalı kadar incelikli - dinleyecek herkese 'üç' diye bağırıp duruyor.",
      "ukrainian": "Приблизно так само тонко, як міський глашатай - постійно кричить 'три' всім, хто готовий слухати."
    }
  },
  "dieKingdomCome": {
    "display_name": "Heavenly Kingdom die",
    "observations": {
      "english": "Blessed by angels, this one. Ones appear more often than priests at a wedding feast.",
      "chineses": "这个被天使祝福过。一点出现的频率比婚宴上的牧师还多。",
      "chineset": "這個被天使祝福過。一點出現的頻率比婚宴上的牧師還多。",
      "czech": "Požehnaná anděly, tahle. Jedničky se objevují častěji než kněží na svatební hostině.",
      "french": "Béni par les anges, celui-ci. Les uns apparaissent plus souvent que les prêtres lors d'un festin de mariage.",
      "german": "Von Engeln gesegnet, dieser hier. Einsen erscheinen häufiger als Priester bei einem Hochzeitsfest.",
      "italian": "Benedetto dagli angeli, questo. Gli uni appaiono più spesso dei preti a un banchetto nuziale.",
      "japanese": "天使に祝福されたこの一つ。1の目は結婚式の祝宴に現れる司祭よりも頻繁に出る。",
      "korean": "천사들의 축복을 받은 이 주사위. 결혼 잔치에 있는 신부보다 1이 더 자주 나타나죠.",
      "polish": "Pobłogosławiona przez anioły, ta kostka. Jedynki pojawiają się częściej niż księża na uczcie weselnej.",
      "portuguese": "Abençoado por anjos, este. Os números um aparecem com mais frequência do que padres em uma festa de casamento.",
      "russian": "Благословлена ангелами, эта кость. Единицы появляются чаще, чем священники на свадебном пиру.",
      "spanish": "Bendito por ángeles, este dado. Los unos aparecen más a menudo que los curas en un banquete de bodas.",
      "turkish": "Melekler tarafından kutsanmış, bu zar. Birler düğün şölenindeki rahiplerden daha sık görünüyor.",
      "ukrainian": "Благословенна ангелами, ця кістка. Одиниці з'являються частіше, ніж священики на весільному бенкеті."
    }
  },
  "zachranaPtacka_die_mud": {
    "display_name": "Grimy die",
    "observations": {
      "english": "The grime might hide it, but there's no mistaking how often it lands on five.",
      "chineses": "污垢可能会掩盖它，但它落在五点上的频率无法忽视。",
      "chineset": "污垢可能會掩蓋它，但它落在五點上的頻率無法忽視。",
      "czech": "Špína to možná skrývá, ale nelze si nevšimnout, jak často padá na pětku.",
      "french": "La crasse peut le cacher, mais on ne peut pas se tromper sur la fréquence à laquelle il tombe sur cinq.",
      "german": "Der Schmutz mag es verbergen, aber es ist unverkennbar, wie oft er auf der Fünf landet.",
      "italian": "Lo sporco potrebbe nasconderlo, ma non si può sbagliare su quanto spesso finisca sul cinque.",
      "japanese": "汚れがそれを隠しているかもしれないが、5の目に落ちる頻度は間違いようがない。",
      "korean": "때가 그것을 가릴 수 있지만, 얼마나 자주 5에 떨어지는지는 분명해요.",
      "polish": "Brud może to ukrywać, ale nie da się nie zauważyć, jak często wypada na piątkę.",
      "portuguese": "A sujeira pode esconder, mas não há como confundir a frequência com que cai no cinco.",
      "russian": "Грязь может это скрывать, но невозможно не заметить, как часто она выпадает на пятерку.",
      "spanish": "La suciedad puede ocultarlo, pero no hay forma de confundir lo a menudo que cae en cinco.",
      "turkish": "Kir gizleyebilir, ama beşe ne sıklıkla geldiğini gözden kaçırmak imkânsız.",
      "ukrainian": "Бруд може це приховувати, але неможливо не помітити, як часто вона випадає на п'ятірку."
    }
  },
  "die_Gamblerova_bad": {
    "display_name": "Lousy gambler's die",
    "observations": {
      "english": "Two twos? A drunkard's idea of clever... and that's not the oddest thing about it.",
      "chineses": "两个二？一个醉汉的聪明念头......而且这还不是它最奇怪的地方。",
      "chineset": "兩個二？一個醉漢的聰明念頭......而且這還不是它最奇怪的地方。",
      "czech": "Dvě dvojky? Opilcova představa o chytrosti... a to není to nejpodivnější.",
      "french": "Deux deux ? Une idée intelligente d'un ivrogne... et ce n'est pas la chose la plus étrange à ce sujet.",
      "german": "Zwei Zweien? Die Vorstellung eines Betrunkenen von Schlauheit... und das ist nicht das Seltsamste daran.",
      "italian": "Due due? L'idea di intelligenza di un ubriaco... e non è la cosa più strana al riguardo.",
      "japanese": "2が二つ？酔っ払いの賢いアイデア...そしてそれはその中で最も奇妙なことではない。",
      "korean": "두 개의 2? 술주정뱅이의 영리한 생각... 그리고 그게 가장 이상한 점은 아니에요.",
      "polish": "Dwie dwójki? Pomysł pijaka na bycie sprytnym... i to nie jest najdziwniejsza rzecz w niej.",
      "portuguese": "Dois dois? A ideia de esperteza de um bêbado... e isso não é a coisa mais estranha sobre ele.",
      "russian": "Две двойки? Пьяницкая идея умника... и это не самое странное в ней.",
      "spanish": "¿Dos doses? La idea de listo de un borracho... y eso no es lo más extraño de él.",
      "turkish": "İki tane iki mi? Sarhoşun akıllıca fikri... ve bu onunla ilgili en tuhaf şey bile değil.",
      "ukrainian": "Дві двійки? П'яна ідея розумника... і це не найдивніше в ній."
    }
  },
  "zachranaPtacka_die_klobas": {
    "display_name": "Greasy die",
    "observations": {
      "english": "Like a well-oiled sword, it falls predictably. Those ones, threes, and sixes keep showing up.",
      "chineses": "就像一把上好油的剑，它以可预测的方式落下。那些一点，三点和六点一直出现。",
      "chineset": "就像一把上好油的劍，它以可預測的方式落下。那些一點，三點和六點一直出現。",
      "czech": "Jako dobře naolejovaný meč, padá předvídatelně. Ty jedničky, trojky a šestky se stále objevují.",
      "french": "Comme une épée bien huilée, il tombe de manière prévisible. Ces uns, trois et six continuent d'apparaître.",
      "german": "Wie ein gut geöltes Schwert fällt er vorhersehbar. Diese Einsen, Dreien und Sechsen tauchen immer wieder auf.",
      "italian": "Come una spada ben oliata, cade in modo prevedibile. Quei numeri uno, tre e sei continuano ad apparire.",
      "japanese": "よく油を塗った剣のように、予測通りに落ちる。1、3、6の目が繰り返し出てくる。",
      "korean": "잘 기름칠된 검처럼, 예측 가능하게 떨어져요. 그 1, 3, 6이 계속 나타나죠.",
      "polish": "Jak dobrze naoliwiony miecz, spada przewidywalnie. Te jedynki, trójki i szóstki ciągle się pojawiają.",
      "portuguese": "Como uma espada bem lubrificada, cai de maneira previsível. Aqueles uns, três e seis continuam aparecendo.",
      "russian": "Как хорошо смазанный меч, она падает предсказуемо. Эти единицы, тройки и шестерки постоянно выпадают.",
      "spanish": "Como una espada bien engrasada, cae de forma predecible. Esos unos, treses y seises siguen apareciendo.",
      "turkish": "İyi yağlanmış bir kılıç gibi, tahmin edilebilir şekilde düşer. O birler, üçler ve altılar sürekli ortaya çıkıyor.",
      "ukrainian": "Як добре змащений меч, вона падає передбачувано. Ці одиниці, трійки та шістки постійно випадають."
    }
  },
  "dieDevil": {
    "display_name": "Devil's head die",
    "observations": {
      "english": "That face... it's enough to make a priest faint. Still, it tumbles honest-like.",
      "chineses": "那张脸......足以让牧师晕倒。尽管如此，它滚动时还是很诚实的。",
      "chineset": "那張臉......足以讓牧師暈倒。儘管如此，它滾動時還是很誠實的。",
      "czech": "Ta tvář... stačí, aby kněz omdlel. Přesto se převaluje poctivě.",
      "french": "Ce visage... c'est assez pour faire s'évanouir un prêtre. Pourtant, il roule honnêtement.",
      "german": "Dieses Gesicht... es reicht aus, um einen Priester ohnmächtig werden zu lassen. Trotzdem rollt er ehrlich.",
      "italian": "Quel volto... è abbastanza da far svenire un prete. Eppure, rotola in modo onesto.",
      "japanese": "あの顔...司祭が気絶するほどだ。それでも、それは正直に転がる。",
      "korean": "그 얼굴... 신부가 기절할 정도예요. 그래도 정직하게 굴러가죠.",
      "polish": "Ta twarz... wystarczy, by ksiądz zemdlał. Mimo to, toczy się uczciwie.",
      "portuguese": "Aquela face... é o suficiente para fazer um padre desmaiar. Ainda assim, rola de forma honesta.",
      "russian": "Это лицо... его достаточно, чтобы священник упал в обморок. Тем не менее, она катится честно.",
      "spanish": "Esa cara... es suficiente para hacer desmayar a un sacerdote. Aun así, rueda de forma honesta.",
      "turkish": "O yüz... bir rahibi bayıltmaya yeter. Yine de dürüstçe yuvarlanır.",
      "ukrainian": "Це обличчя... його достатньо, щоб священик знепритомнів. Тим не менш, вона котиться чесно."
    }
  },
  "dieBalanced": {
    "display_name": "Shrinking die",
    "observations": {
      "english": "Clever work - unless you're counting carefully, you'd never notice how often it lands on one or six.",
      "chineses": "巧妙的手艺 - 除非你仔细数着，否则永远注意不到它总是落在一点和六点上。",
      "chineset": "巧妙的手藝 - 除非你仔細數著，否則永遠注意不到它總是落在一點和六點上。",
      "czech": "Chytrá práce - pokud nepočítáš pečlivě, nikdy si nevšimneš, jak často padá na jedničku nebo šestku.",
      "french": "Un travail astucieux - à moins de compter attentivement, on ne remarquerait jamais qu'il tombe si souvent sur le un ou le six.",
      "german": "Geschickte Arbeit - wenn man nicht genau aufpasst, merkt man gar nicht, wie oft er auf Eins oder Sechs landet.",
      "italian": "Lavoro ingegnoso - a meno che non conti attentamente, non noteresti mai quanto spesso cada su uno o sei.",
      "japanese": "巧妙な細工だ - よほど注意して数えないと、1か6ばかり出るなんて気付かないだろうな。",
      "korean": "교묘한 솜씨군 - 주의 깊게 세어보지 않으면 1이나 6이 얼마나 자주 나오는지 절대 모를 거야.",
      "polish": "Sprytna robota - jeśli nie liczysz uważnie, nigdy nie zauważysz, jak często wypada jedynka albo szóstka.",
      "portuguese": "Trabalho esperto - a menos que você conte com cuidado, nunca notaria quantas vezes cai no um ou no seis.",
      "russian": "Хитрая работа - если не считать внимательно, никогда не заметишь, как часто выпадает единица или шестёрка.",
      "spanish": "Trabajo astuto - a menos que cuentes con cuidado, nunca notarías lo a menudo que cae en uno o seis.",
      "turkish": "Ustaca bir iş - dikkatle saymazsan, bir veya altı sayısının ne sıklıkla geldiğini asla farketmezsin.",
      "ukrainian": "Хитра робота - якщо не рахувати уважно, ніколи не помітиш, як часто випадає одиниця або шістка."
    }
  },
  "dieUnlucky": {
    "display_name": "Die of misfortune",
    "observations": {
      "english": "If bad luck had a shape, this would be it. Can't seem to roll high or low.",
      "chineses": "如果厄运有形状，就是这样了。似乎既掷不出高点也掷不出低点。",
      "chineset": "如果厄運有形狀，就是這樣了。似乎既擲不出高點也擲不出低點。",
      "czech": "Kdyby smůla měla tvar, vypadala by takhle. Nemůžu hodit ani vysoké, ani nízké číslo.",
      "french": "Si la malchance avait une forme, ce serait celle-ci. Impossible d'obtenir un nombre élevé ou bas.",
      "german": "Wenn Pech eine Form hätte, wäre es diese. Scheint weder hoch noch niedrig zu rollen.",
      "italian": "Se la sfortuna avesse una forma, sarebbe questa. Non riesce mai a fare numeri alti o bassi.",
      "japanese": "不運が形になるとしたら、まさにこんな形だ。高い目も低い目も出せやしない。",
      "korean": "불운이 모양을 가진다면 바로 이거겠지. 높은 숫자도 낮은 숫자도 나올 것 같지 않아.",
      "polish": "Gdyby pech miał kształt, wyglądałby właśnie tak. Nie można wyrzucić ani wysokich, ani niskich liczb.",
      "portuguese": "Se o azar tivesse forma, seria esta. Não consegue rolar nem alto nem baixo.",
      "russian": "Если бы у невезения была форма, она была бы такой. Никак не выпадают ни высокие, ни низкие числа.",
      "spanish": "Si la mala suerte tuviera forma, sería esta. No parece poder sacar ni alto ni bajo.",
      "turkish": "Şanssızlığın bir şekli olsaydı, işte bu olurdu. Ne yüksek ne de düşük atabiliyorsun.",
      "ukrainian": "Якби невдача мала форму, вона б виглядала саме так. Не можна викинути ні високе, ні низьке."
    }
  },
  "die_e": {
    "display_name": "Fer die",
    "observations": {
      "english": "Like its sisters, this one has a demonic preference for sixes.",
      "chineses": "和它的姐妹们一样，这个骰子对六点有着魔鬼般的偏好。",
      "chineset": "和它的姐妹們一樣，這個骰子對六點有著魔鬼般的偏好。",
      "czech": "Stejně jako její sestry, i tato má ďábelskou zálibu v šestkách.",
      "french": "Comme ses sœurs, celle-ci a une préférence démoniaque pour les six.",
      "german": "Wie ihre Schwestern hat auch dieser Würfel eine dämonische Vorliebe für Sechsen.",
      "italian": "Come le sue sorelle, anche questo dado ha una preferenza demoniaca per i sei.",
      "japanese": "姉妹たちと同様に、この骰子も六の目に悪魔的な執着を持っている。",
      "korean": "자매들처럼, 이 주사위도 6에 대한 악마적인 선호도를 보인다.",
      "polish": "Jak jej siostry, ta również ma demoniczną słabość do szóstek.",
      "portuguese": "Como suas irmãs, esta tem uma preferência demoníaca por seis.",
      "russian": "Как и её сёстры, эта имеет демоническое пристрастие к шестёркам.",
      "spanish": "Como sus hermanas, esta tiene una preferencia demoníaca por los seises.",
      "turkish": "Kız kardeşleri gibi, bunun da altılara şeytani bir düşkünlüğü var.",
      "ukrainian": "Як і її сестри, ця має демонічну схильність до шісток."
    }
  },
  "die_sarlatan": {
    "display_name": "St. Stephen's die",
    "observations": {
      "english": "If St. Stephen blessed this die, he blessed it with honesty.",
      "chineses": "如果圣斯蒂芬祝福了这个骰子，他一定是以诚实祝福的。",
      "chineset": "如果聖斯蒂芬祝福了這個骰子，他一定是以誠實祝福的。",
      "czech": "Pokud svatý Štěpán požehnal této kostce, požehnal ji poctivostí.",
      "french": "Si Saint Étienne a béni ce dé, il l'a béni avec honnêteté.",
      "german": "Wenn der heilige Stephan diesen Würfel gesegnet hat, dann mit Ehrlichkeit.",
      "italian": "Se San Stefano ha benedetto questo dado, l'ha benedetto con onestà.",
      "japanese": "聖ステファンがこのサイコロを祝福したのなら、それは正直さをもって祝福したに違いない。",
      "korean": "성 스테판이 이 주사위를 축복했다면, 정직함으로 축복한 것이리라.",
      "polish": "Jeśli święty Szczepan pobłogosławił tę kość, pobłogosławił ją uczciwością.",
      "portuguese": "Se São Estêvão abençoou este dado, abençoou-o com honestidade.",
      "russian": "Если святой Стефан благословил эту кость, он благословил её честностью.",
      "spanish": "Si San Esteban bendijo este dado, lo bendijo con honestidad.",
      "turkish": "Aziz Stefan bu zarı kutsadıysa, dürüstlükle kutsadı.",
      "ukrainian": "Якщо святий Стефан благословив цю кість, він благословив її чесністю."
    }
  },
  "die_Kolacova": {
    "display_name": "Pie die",
    "observations": {
      "english": "You'd have better luck finding a nobleman in a pigsty than rolling high with this one.",
      "chineses": "用这个骰子想掷出高点，还不如去猪圈里找贵族来得容易。",
      "chineset": "用這個骰子想擲出高點，還不如去豬圈裡找貴族來得容易。",
      "czech": "S tímhle máš větší šanci najít šlechtice v prasečím chlívku než hodit vysoké číslo.",
      "french": "Tu as plus de chances de trouver un noble dans une porcherie que de faire un haut score avec celui-là.",
      "german": "Du hast bessere Chancen einen Adeligen im Schweinestall zu finden, als damit hoch zu würfeln.",
      "italian": "Hai più probabilità di trovare un nobile in un porcile che ottenere un buon lancio con questo.",
      "japanese": "この賽で高い目が出るくらいなら、豚小屋で貴族を見つける方がまだマシだ。",
      "korean": "이 주사위로 높은 숫자를 굴리느니 차라리 돼지우리에서 귀족을 찾는 게 나을 거야.",
      "polish": "Łatwiej znaleźć szlachcica w chlewie niż wyrzucić wysoką liczbę tą kością.",
      "portuguese": "Tens mais chances de encontrar um nobre num chiqueiro do que tirar um número alto com este.",
      "russian": "Найти дворянина в свинарнике проще, чем выбросить высокое число этой костью.",
      "spanish": "Tienes más probabilidades de encontrar un noble en una pocilga que de sacar un número alto con este dado.",
      "turkish": "Bu zarla yüksek atmaktansa, domuz ahırında soylu bulmak daha kolay olur.",
      "ukrainian": "Знайти шляхтича в свинарнику легше, ніж викинути високе число цим кубиком."
    }
  },
  "dieFavourable": {
    "display_name": "Favourable die",
    "observations": {
      "english": "As 'favorable' as a merchant's scales - those ones and fives are no accident.",
      "chineses": "就像商人的秤一样\"公平\"——这些一点和五点可不是偶然的。",
      "chineset": "就像商人的秤一樣\"公平\"——這些一點和五點可不是偶然的。",
      "czech": "Tak 'příznivá' jako kupcovy váhy - ty jedničky a pětky nejsou náhoda.",
      "french": "Aussi 'favorable' que la balance d'un marchand - ces uns et ces cinqs ne sont pas un hasard.",
      "german": "So 'günstig' wie die Waage eines Händlers - diese Einsen und Fünfen sind kein Zufall.",
      "italian": "È 'favorevole' come la bilancia di un mercante - questi uno e cinque non sono un caso.",
      "japanese": "商人の秤のように'公平'だな―これらの1と5は偶然じゃあるまい。",
      "korean": "상인의 저울만큼 '공정한' 주사위군요 - 이 1과 5는 우연이 아니에요.",
      "polish": "Tak 'uczciwa' jak kupiecka waga - te jedynki i piątki to nie przypadek.",
      "portuguese": "Tão 'favorável' quanto a balança de um mercador - esses uns e cincos não são coincidência.",
      "russian": "Такая же 'честная', как весы торговца - эти единицы и пятёрки не случайны.",
      "spanish": "Tan 'favorable' como la balanza de un mercader - esos unos y cincos no son casualidad.",
      "turkish": "Tüccarın terazisi kadar 'dürüst' - bu birlerin ve beşlerin tesadüf olmadığı kesin.",
      "ukrainian": "Така ж 'чесна', як ваги крамаря - ці одиниці та п'ятірки не випадкові."
    }
  },
  "zikmunduvTabor_grozavGotchaDie": {
    "display_name": "Grozav's lucky die",
    "observations": {
      "english": "Lucky? Ha! Whoever named it that must've been fond of the number two.",
      "chineses": "幸运？哈！给它起这个名字的人一定特别喜欢数字二。",
      "chineset": "幸運？哈！給它起這個名字的人一定特別喜歡數字二。",
      "czech": "Šťastná? Ha! Ten, kdo ji tak pojmenoval, musel mít asi hodně v oblibě dvojky.",
      "french": "Chanceux ? Ha ! Celui qui l'a nommée ainsi devait avoir un faible pour le chiffre deux.",
      "german": "Glücklich? Ha! Wer ihr den Namen gab, muss wohl eine Vorliebe für die Zahl Zwei gehabt haben.",
      "italian": "Fortunato? Ah! Chi l'ha chiamato così doveva avere una certa passione per il numero due.",
      "japanese": "ラッキー？はっ！これに名付けた奴は、きっと２という数字が大好きだったんだな。",
      "korean": "행운의 주사위? 하! 이름 지은 사람이 숫자 2를 꽤나 좋아했나 보군.",
      "polish": "Szczęśliwa? Ha! Ten, kto ją tak nazwał, musiał być wielkim fanem liczby dwa.",
      "portuguese": "Sortada? Ha! Quem deu esse nome deve ter um carinho especial pelo número dois.",
      "russian": "Счастливая? Ха! Тот, кто её так назвал, видимо, питал особую любовь к цифре два.",
      "spanish": "¿Afortunado? ¡Ja! Quien le puso ese nombre debía tener debilidad por el número dos.",
      "turkish": "Şanslı? Hah! Buna bu ismi veren kişi kesinlikle iki sayısına bayılıyormuş.",
      "ukrainian": "Щаслива? Ха! Той, хто її так назвав, мабуть, дуже полюбляв цифру два."
    }
  },
  "dieTeeth_a": {
    "display_name": "Molar die",
    "observations": {
      "english": "Whoever lost this tooth gained an honest die in return.",
      "chineses": "谁丢了这颗牙齿，换来了一个诚实的骰子。",
      "chineset": "誰丟了這顆牙齒，換來了一個誠實的骰子。",
      "czech": "Kdo ztratil tento zub, získal poctivou kostku výměnou.",
      "french": "Celui qui a perdu cette dent a gagné un dé honnête en retour.",
      "german": "Wer diesen Zahn verlor, gewann dafür einen ehrlichen Würfel.",
      "italian": "Chi ha perso questo dente ha guadagnato un dado onesto in cambio.",
      "japanese": "この歯を失くした者は、代わりに正直なサイコロを手に入れた。",
      "korean": "이 이빨을 잃은 자는 대신 정직한 주사위를 얻었다.",
      "polish": "Kto stracił ten ząb, zyskał w zamian uczciwą kość.",
      "portuguese": "Quem perdeu este dente ganhou um dado honesto em troca.",
      "russian": "Кто потерял этот зуб, получил взамен честную кость.",
      "spanish": "Quien perdió este diente ganó un dado honesto a cambio.",
      "turkish": "Bu dişi kaybeden, karşılığında dürüst bir zar kazandı.",
      "ukrainian": "Хто втратив цей зуб, отримав натомість чесну кістку."
    }
  },
  "prepadeni_dieBarn": {
    "display_name": "Weighted die",
    "observations": {
      "english": "Like a persistent debt - that one keeps coming back.",
      "chineses": "就像甩不掉的债务 - 总是会转回来。",
      "chineset": "就像揮之不去的債務 - 總是會轉回來。",
      "czech": "Jako věčný dluh - vždycky se to vrátí.",
      "french": "Comme une dette tenace - ça revient toujours.",
      "german": "Wie eine hartnäckige Schuld - die kommt immer wieder zurück.",
      "italian": "Come un debito ostinato - torna sempre indietro.",
      "japanese": "しつこい借金のように - 必ず戻ってくる。",
      "korean": "끈질긴 빚처럼 - 계속 돌아오는군.",
      "polish": "Jak uporczywy dług - zawsze wraca.",
      "portuguese": "Como uma dívida persistente - sempre volta.",
      "russian": "Как навязчивый долг - всегда возвращается.",
      "spanish": "Como una deuda persistente - siempre vuelve.",
      "turkish": "İnatçı bir borç gibi - hep geri geliyor.",
      "ukrainian": "Як настирливий борг - завжди повертається."
    }
  },
  "dieBlue": {
    "display_name": "Painted die",
    "observations": {
      "english": "Pretty colors can't hide how often it lands on five.",
      "chineses": "漂亮的颜色掩盖不了它总是掷出五点的事实。",
      "chineset": "漂亮的顏色掩蓋不了它總是擲出五點的事實。",
      "czech": "Hezké barvy neskryjí, jak často padá na pětku.",
      "french": "Les jolies couleurs ne peuvent pas cacher qu'il tombe souvent sur le cinq.",
      "german": "Schöne Farben können nicht verbergen, wie oft er auf der Fünf landet.",
      "italian": "I bei colori non possono nascondere quanto spesso esce il cinque.",
      "japanese": "きれいな色で塗られていても、5の目が出やすいことは隠せない。",
      "korean": "예쁜 색깔로도 5가 자주 나오는 걸 감출 순 없네.",
      "polish": "Ładne kolory nie ukryją tego, jak często wypada piątka.",
      "portuguese": "As cores bonitas não conseguem esconder que ele sempre cai no cinco.",
      "russian": "Красивые цвета не скроют того, как часто выпадает пятёрка.",
      "spanish": "Los bonitos colores no pueden ocultar lo mucho que cae en el cinco.",
      "turkish": "Güzel renkler zarın sürekli beşe geldiğini gizleyemiyor.",
      "ukrainian": "Гарні кольори не приховають того, як часто випадає п'ятірка."
    }
  }
}